Repository: Vardot/varbase_blog
Catalog: traslations/*.po
Languages: ar

source: Shows a list of blog post with number of view displays and view modes
ar: اظهار قائمة من المدونات من خلال عدد مختلف من تركيبة شكل الإظهار

source: Blog Listing
ar: عرض المدونات

source: General blog listing
ar: قائمة مدونة عامة

source: <div class="jumbotron text-center"> <p> There are no blog posts now! </p> <a class="btn btn-primary hidden-anonymous visible-admin" href="[site:url]/node/add/varbase_blog/"> Add One Now </a> </div>
ar: <div class="jumbotron text-center"> <p> لا يوجد مدونات في الوقت الحالي! </p> <a class="btn btn-primary hidden-anonymous visible-admin" href="[site:url]/node/add/varbase_blog/"> اضف مدونة </a> </div>

source: Listing by Blog Category
ar: عرض المدونات تابعة لفئة مدونة معينة

source: To list blog posts which are under the same Blog Category
ar: لعرض قائمة من المدونات بحيث انهم يخضعوا لنفس فئة التدوين

source: Blog Listing by Blog Category
ar: عرض المدونات تابعة لفئة مدونة معينة

source: <div class="jumbotron text-center"> <p>There are no blog posts in this category!</p> </div>
ar: <div class="jumbotron text-center"> <p>لايوجد مدونات من هذه الفئة</p> </div>

source: To list blog posts which are linked under the same tags terms
ar: لعرض قائمة من المدونات بحيث انهم يخضعوا لنفس الوسم

source: Blog Listing by Tags
ar: عرض المدونات تابعة لوسوم معينة

source: <div class="jumbotron text-center"> <p> There are no blog posts tagged with this tag! </p> </div>
ar: <div class="jumbotron text-center"> <p> لا يوجد مدونات موسومة بهذا الوسم في الوقت الحالي </p> </div>

source: Blog RSS Feed
ar: عرض مدونات لقائمة التغذية البسيطة RSS

source: Have a list of Blog posts in RSS feed format.
ar: الحصول على قائمة من المدونات بتركيبة التغذية البسيطة RSS

source: Homepage blog
ar: صفحة المدونة الرئيسية

source: To list blog posts with style for the home page.
ar: لعرض قائمة من المدونات للصفحة الرئيسية

source: View all blogs
ar: عرض كل المدونات

source: <div class="jumbotron text-center"> <p> There are no blog posts now! </p> <a class="btn btn-default hidden-anonymous visible-admin" href="[site:url]/node/add/varbase_blog/"> Add One Now </a> </div>
ar: <div class="jumbotron text-center"> <p> لا يوجد مدونات في الوقت الحالي! </p> <a class="btn btn-primary hidden-anonymous visible-admin" href="[site:url]/node/add/varbase_blog/"> اضف مدونة </a> </div>

source: Most popular
ar: اشهر

source: To list most popular blog posts in the website.
ar: لعرض قائمة من اشهر المدونات في الموقع

source: Most popular blog posts
ar: أشهر المدونات

source: Most Recent
ar: جديد

source: To list most recent created blog posts in the website.
ar: لعرض آخر المدونات المنشورة في الموقع

source: Most Recent blog posts
ar: جديد المدونات

source: Related blog posts
ar: مدونات ذات علاقة

source: To list blog posts which are related the current blog post.
ar: لعرض مدونات ذات صلة بالمدونة الحالية

source: Related blogs
ar: مدوانت ذات علاقة

source: Content: Blog post
ar: محتوى: مدونة
